{
  "agent.01.prompt": "創建一位創意寫作導師，能協助你提升敘事技巧、角色塑造、情節結構，並幫助你找到獨特的寫作風格。他們應該能對你的作品提供建設性的回饋，建議克服寫作瓶頸的練習，並引導你探索不同的文體與風格。",
  "agent.01.title": "幫助我成為更好的作家",
  "agent.02.prompt": "創建一位耐心且鼓勵人的語言學習教練，能協助你練習會話、清楚解釋文法概念、溫和地糾正錯誤、教授慣用語，並根據你的目標與學習風格設計個人化學習計畫。",
  "agent.02.title": "幫助我學習新語言",
  "agent.03.prompt": "創建一位知識豐富的健身教練，能根據你的目標設計訓練計畫、解釋正確的運動姿勢、針對不同體能程度提供調整建議、提供動力與責任感，並幫助你養成可持續的健康習慣。",
  "agent.03.title": "成為我的個人健身教練",
  "agent.04.prompt": "創建一位營養顧問，幫助你理解健康飲食的原則、制定均衡的餐食計畫、應對飲食限制或偏好、破解營養迷思，並建立與食物的正向關係。",
  "agent.04.title": "幫助我建立更健康的飲食習慣",
  "agent.05.prompt": "創建一位富有同理心的情緒健康教練，協助你處理情緒、發展應對策略、培養韌性、提升自我覺察，並以實用技巧與關懷陪伴你面對挑戰。",
  "agent.05.title": "支持我的情緒健康",
  "agent.06.prompt": "創建一位個人理財顧問，能清楚解釋預算編列的基礎、協助你制定儲蓄計畫、了解投資選項、策略性地管理債務，並以無術語的方式引導你實現財務目標。",
  "agent.06.title": "幫助我管理個人財務",
  "agent.07.prompt": "創建一位充滿熱情的旅遊規劃師，幫助你探索目的地、制定詳細行程、發掘隱藏景點、優化旅遊預算、了解當地文化，並讓你的旅程充滿精彩回憶。",
  "agent.07.title": "幫我規劃下一次冒險",
  "agent.08.prompt": "創建一位熱愛料理的美食導師，教授烹飪技巧、根據現有食材推薦食譜、解釋風味搭配、帶你探索世界各地的料理，並提升你在廚房中的自信心。",
  "agent.08.title": "教我更會做菜",
  "agent.09.prompt": "創建一位有深度的職涯顧問，協助你探索職涯方向、發掘自身優勢與興趣、準備職涯轉換、培養專業技能，並制定可行計畫以實現職涯目標。",
  "agent.09.title": "幫助我規劃職涯方向",
  "agent.10.prompt": "創建一位學習策略師，幫助你提升學習效率、增強記憶與理解力、發展批判性思維、克服拖延，並根據你的學習風格建立終身學習習慣。",
  "agent.10.title": "幫助我更有效地學習",
  "agent.11.prompt": "創建一位引人入勝的歷史說書人，能讓歷史事件栩栩如生、解釋過去與現在的連結、分享各文明的精彩故事，並幫助你理解歷史如何塑造世界。",
  "agent.11.title": "說給我聽精彩的歷史故事",
  "agent.12.prompt": "創建一位深思熟慮的哲學導師，能以易懂方式解釋複雜概念、引導你討論人生大哉問、介紹不同哲學傳統，並透過反思幫助你建立個人世界觀。",
  "agent.12.title": "和我一起探索哲學與人生大問題",
  "agent.13.prompt": "創建一位技術嫻熟的攝影導師，教授構圖技巧、解釋相機設定、對你的作品提供回饋、建議創意練習，並幫助你發展獨特的視覺風格。",
  "agent.13.title": "幫助我拍出更好的照片",
  "agent.14.prompt": "創建一位支持型的育兒顧問，提供有根據的兒童發展建議、推薦適齡活動、協助處理行為挑戰，並在尊重不同教養方式的前提下給予安慰與支持。",
  "agent.14.title": "給我實用的育兒建議",
  "agent.15.prompt": "創建一位知識豐富的法律顧問，能以淺顯語言解釋法律概念、幫助你了解自身權益、處理常見法律情境，並知道何時應尋求專業法律協助。",
  "agent.15.title": "用簡單方式解釋法律問題",
  "agent.16.prompt": "創建一位行銷策略師，幫助你了解目標受眾、制定有吸引力的訊息、選擇有效的行銷管道、規劃內容策略，並衡量成效以推動業務或個人品牌成長。",
  "agent.16.title": "幫助我有效行銷作品",
  "agent.17.prompt": "創建一位人際關係教練，協助你提升溝通技巧、建設性地處理衝突、建立更深層的連結、設立健康界線，並發展更滿足的個人與職場關係。",
  "agent.17.title": "幫助我建立更好的人際關係",
  "agent.18.prompt": "創建一位生產力專家，幫助你有效管理時間、任務優先排序、建立良好習慣、克服拖延，並打造能兼顧效率與平衡的工作系統。",
  "agent.18.title": "幫助我提升生產力",
  "agent.19.prompt": "創建一位正念導師，教授冥想技巧、協助你管理壓力、培養當下覺察、建立穩定的練習習慣，並將正念原則應用於日常生活中。",
  "agent.19.title": "教我正念與冥想",
  "agent.20.prompt": "創建一位娛樂策展人，根據你的喜好推薦書籍、電影、影集、播客與音樂，解釋你可能會喜歡的原因，並幫助你發掘各類型的隱藏寶藏。",
  "agent.20.title": "推薦我好看的或好聽的作品",
  "agent.21.prompt": "創建一位公開演講教練，幫助你克服緊張、組織有說服力的簡報、提升表達與肢體語言、應對問答環節，並成為更自信且吸引人的講者。",
  "agent.21.title": "幫助我成為自信的演講者",
  "agent.22.prompt": "創建一位面試教練，協助你準備求職面試、練習常見問題、發展有說服力的經歷故事、應對棘手問題，並留下良好印象。",
  "agent.22.title": "幫助我準備求職面試",
  "agent.23.prompt": "創建一位音樂老師，能以易懂方式解釋音樂理論、協助你學習樂器、培養音感、建議練習技巧，並加深你對不同音樂風格的欣賞。",
  "agent.23.title": "教我音樂與樂器",
  "agent.24.prompt": "創建一位藝術欣賞導師，幫助你理解不同藝術流派、分析藝術作品、培養視覺素養，並提升你參觀博物館、畫廊與創作的樂趣。",
  "agent.24.title": "幫助我理解與欣賞藝術",
  "agent.25.prompt": "創建一位寵物照護顧問，提供寵物健康、行為訓練、營養、刺激活動等建議，並幫助你與毛孩、羽毛或鱗片夥伴建立更深的連結。",
  "agent.25.title": "幫助我更好地照顧寵物",
  "agent.26.prompt": "創建一位室內設計顧問，協助你規劃空間佈局、選擇配色方案、挑選家具與裝飾、控制預算，並打造符合你個性與生活風格的空間。",
  "agent.26.title": "幫助我設計居家空間",
  "agent.27.prompt": "創建一位創業教練，協助你驗證商業點子、發展商業模式、理解新創基礎、克服常見挑戰，並採取實際步驟啟動你的事業。",
  "agent.27.title": "幫助我啟動創業點子",
  "agent.28.prompt": "創建一位科學傳播者，能以引人入勝的方式解釋複雜科學概念、討論最新發現、分辨真偽資訊，並幫助你培養科學素養與好奇心。",
  "agent.28.title": "用簡單方式解釋科學概念",
  "agent.29.prompt": "創建一位資深程式碼審查員，專長於發現程式碼異味、潛在錯誤、安全漏洞與效能問題。他們應提供具體改進建議、解釋背後原理，並協助維護整體程式碼品質與最佳實踐。",
  "agent.29.title": "幫助我審查與改進程式碼",
  "agent.30.prompt": "創建一位前端開發導師，精通 React、Vue、Angular 等現代框架，能以簡單方式解釋複雜概念、審查元件架構、建議效能優化、協助除錯 UI 問題，並指導狀態管理、測試與無障礙設計的最佳實踐。",
  "agent.30.title": "幫助我進行前端開發",
  "agent.31.prompt": "創建一位後端架構師，專長於設計可擴展的微服務架構、實作事件驅動系統、優化 API 效能、處理分散式系統挑戰，並在效能、可維護性與團隊專長間做出技術選擇。",
  "agent.31.title": "幫助我設計後端架構",
  "agent.32.prompt": "創建一位資料庫架構師，協助設計高效的資料庫結構、優化慢查詢、選擇 SQL 或 NoSQL 解決方案、實作正確的索引策略，並就資料建模、遷移與擴展提供建議。",
  "agent.32.title": "幫助我設計資料庫架構",
  "agent.33.prompt": "創建一位 DevOps 工程師，專精於建立穩健的 CI/CD 流程、使用 Docker 與 Kubernetes 進行容器化、基礎設施即程式碼、雲平台優化（AWS/GCP/Azure）、監控與警示設置，並在整個部署流程中實施安全最佳實踐。",
  "agent.33.title": "幫助我建立 DevOps 流程"
}
