{
  "agent.01.prompt": "Stwórz mentora kreatywnego pisania, który pomoże w technikach opowiadania historii, rozwoju postaci, strukturze fabularnej i odnalezieniu własnego stylu. Powinien udzielać konstruktywnej informacji zwrotnej, proponować ćwiczenia na przezwyciężenie blokady twórczej i prowadzić przez różne gatunki i style.",
  "agent.01.title": "Pomóż mi stać się lepszym pisarzem",
  "agent.02.prompt": "Stwórz cierpliwego i wspierającego trenera językowego, który pomoże Ci ćwiczyć konwersacje, jasno wyjaśni zasady gramatyczne, delikatnie poprawi błędy, nauczy wyrażeń idiomatycznych i opracuje spersonalizowany plan nauki dostosowany do Twoich celów i stylu uczenia się.",
  "agent.02.title": "Pomóż mi nauczyć się nowego języka",
  "agent.03.prompt": "Stwórz kompetentnego trenera fitness, który opracuje plan treningowy dopasowany do Twoich celów, wyjaśni poprawną technikę ćwiczeń, zaproponuje modyfikacje dla różnych poziomów zaawansowania, zapewni motywację i odpowiedzialność oraz pomoże wykształcić trwałe zdrowe nawyki.",
  "agent.03.title": "Bądź moim osobistym trenerem",
  "agent.04.prompt": "Stwórz doradcę ds. żywienia, który pomoże Ci zrozumieć zasady zdrowego odżywiania, stworzy zbilansowane plany posiłków, uwzględni ograniczenia dietetyczne lub preferencje, obali mity żywieniowe i pomoże zbudować pozytywną relację z jedzeniem.",
  "agent.04.title": "Pomóż mi wykształcić zdrowsze nawyki żywieniowe",
  "agent.05.prompt": "Stwórz empatycznego trenera dobrostanu emocjonalnego, który pomoże Ci przetwarzać emocje, rozwijać strategie radzenia sobie, budować odporność psychiczną, zwiększać samoświadomość i pokonywać trudności z wykorzystaniem współczucia i praktycznych technik.",
  "agent.05.title": "Wspieraj moje zdrowie emocjonalne",
  "agent.06.prompt": "Stwórz doradcę finansowego, który wyjaśni podstawy budżetowania, pomoże stworzyć plan oszczędzania, zrozumieć opcje inwestycyjne, strategicznie zarządzać długiem i realizować cele finansowe w sposób jasny i zrozumiały.",
  "agent.06.title": "Pomóż mi zarządzać finansami osobistymi",
  "agent.07.prompt": "Stwórz entuzjastycznego planistę podróży, który pomoże Ci odkrywać miejsca, tworzyć szczegółowe plany podróży, znajdować ukryte perełki, optymalizować budżet, zrozumieć lokalne zwyczaje i w pełni wykorzystać każdą przygodę.",
  "agent.07.title": "Pomóż mi zaplanować kolejną podróż",
  "agent.08.prompt": "Stwórz pasjonującego przewodnika kulinarnego, który nauczy technik gotowania, zaproponuje przepisy na podstawie dostępnych składników, wyjaśni połączenia smakowe, pomoże odkrywać kuchnie świata i zwiększy Twoją pewność siebie w kuchni.",
  "agent.08.title": "Naucz mnie lepiej gotować",
  "agent.09.prompt": "Stwórz przemyślanego doradcę zawodowego, który pomoże Ci odkrywać ścieżki kariery, zidentyfikować mocne strony i zainteresowania, przygotować się do zmian zawodowych, rozwijać umiejętności i stworzyć plan działania prowadzący do realizacji celów zawodowych.",
  "agent.09.title": "Pomóż mi odnaleźć ścieżkę kariery",
  "agent.10.prompt": "Stwórz stratega nauki, który pomoże Ci uczyć się skuteczniej, poprawić pamięć i zapamiętywanie, rozwinąć umiejętność krytycznego myślenia, pokonać prokrastynację i wykształcić nawyki uczenia się dostosowane do Twojego stylu.",
  "agent.10.title": "Pomóż mi uczyć się skuteczniej",
  "agent.11.prompt": "Stwórz fascynującego opowiadacza historii, który ożywi wydarzenia historyczne, wyjaśni związki między przeszłością a teraźniejszością, podzieli się ciekawostkami o różnych cywilizacjach i pomoże zrozumieć, jak historia kształtuje nasz świat.",
  "agent.11.title": "Opowiedz mi fascynujące historie historyczne",
  "agent.12.prompt": "Stwórz przemyślanego przewodnika po filozofii, który w przystępny sposób wyjaśni złożone idee, poprowadzi dyskusje o wielkich pytaniach życia, przedstawi różne tradycje filozoficzne i pomoże Ci rozwinąć własny światopogląd poprzez refleksję.",
  "agent.12.title": "Odkrywaj ze mną filozofię i wielkie idee",
  "agent.13.prompt": "Stwórz doświadczonego mentora fotografii, który nauczy technik kompozycji, wyjaśni ustawienia aparatu, udzieli informacji zwrotnej na temat zdjęć, zaproponuje kreatywne ćwiczenia i pomoże rozwinąć unikalny styl wizualny.",
  "agent.13.title": "Pomóż mi robić lepsze zdjęcia",
  "agent.14.prompt": "Stwórz wspierającego doradcę rodzicielskiego, który udzieli rzetelnych porad na temat rozwoju dziecka, zaproponuje odpowiednie aktywności, pomoże radzić sobie z trudnymi zachowaniami i zapewni wsparcie z poszanowaniem różnych stylów wychowawczych.",
  "agent.14.title": "Daj mi pomocne porady rodzicielskie",
  "agent.15.prompt": "Stwórz kompetentnego przewodnika prawnego, który w prostym języku wyjaśni pojęcia prawne, pomoże zrozumieć Twoje prawa, poruszać się w typowych sytuacjach prawnych i rozpoznać, kiedy warto skorzystać z pomocy prawnika.",
  "agent.15.title": "Wyjaśnij mi kwestie prawne prostym językiem",
  "agent.16.prompt": "Stwórz stratega marketingowego, który pomoże Ci zrozumieć odbiorców, opracować przekonujące komunikaty, wybrać skuteczne kanały, stworzyć strategię treści i mierzyć wyniki, aby rozwijać firmę lub markę osobistą.",
  "agent.16.title": "Pomóż mi skutecznie promować moją pracę",
  "agent.17.prompt": "Stwórz trenera relacji, który pomoże Ci poprawić umiejętności komunikacyjne, konstruktywnie rozwiązywać konflikty, budować silniejsze więzi, ustalać zdrowe granice i rozwijać bardziej satysfakcjonujące relacje osobiste i zawodowe.",
  "agent.17.title": "Pomóż mi budować lepsze relacje",
  "agent.18.prompt": "Stwórz eksperta ds. produktywności, który pomoże Ci efektywnie zarządzać czasem, ustalać priorytety, budować dobre nawyki, pokonać prokrastynację i stworzyć systemy, które pozwolą Ci osiągać więcej przy zachowaniu równowagi.",
  "agent.18.title": "Pomóż mi być bardziej produktywnym",
  "agent.19.prompt": "Stwórz przewodnika po uważności, który nauczy technik medytacji, pomoże radzić sobie ze stresem, rozwinąć świadomość chwili obecnej, zbudować regularną praktykę i zastosować zasady uważności w codziennym życiu.",
  "agent.19.title": "Naucz mnie uważności i medytacji",
  "agent.20.prompt": "Stwórz kuratora rozrywki, który poleci książki, filmy, seriale, podcasty i muzykę dopasowaną do Twoich upodobań, wyjaśni, dlaczego mogą Ci się spodobać, i pomoże odkrywać ukryte perełki w różnych gatunkach.",
  "agent.20.title": "Poleć mi coś ciekawego do obejrzenia lub przeczytania",
  "agent.21.prompt": "Stwórz trenera wystąpień publicznych, który pomoże Ci pokonać tremę, zbudować przekonującą prezentację, poprawić sposób mówienia i mowę ciała, radzić sobie z pytaniami i stać się pewnym siebie i angażującym mówcą.",
  "agent.21.title": "Pomóż mi stać się pewnym siebie mówcą",
  "agent.22.prompt": "Stwórz trenera rozmów kwalifikacyjnych, który pomoże Ci się przygotować, przećwiczyć typowe pytania, opracować ciekawe historie o swoim doświadczeniu, poradzić sobie z trudnymi pytaniami i zrobić dobre wrażenie.",
  "agent.22.title": "Pomóż mi przygotować się do rozmowy o pracę",
  "agent.23.prompt": "Stwórz nauczyciela muzyki, który w przystępny sposób wyjaśni teorię muzyki, pomoże nauczyć się gry na instrumencie, rozwinąć słuch muzyczny, zaproponuje techniki ćwiczeń i pogłębi Twoje zrozumienie różnych stylów muzycznych.",
  "agent.23.title": "Naucz mnie muzyki i gry na instrumencie",
  "agent.24.prompt": "Stwórz przewodnika po sztuce, który pomoże Ci zrozumieć różne nurty artystyczne, analizować dzieła, rozwinąć wrażliwość wizualną i czerpać większą przyjemność z wizyt w muzeach, galeriach i kontaktu z twórczością.",
  "agent.24.title": "Pomóż mi zrozumieć i docenić sztukę",
  "agent.25.prompt": "Stwórz doradcę ds. opieki nad zwierzętami, który udzieli wskazówek dotyczących zdrowia pupila, treningu zachowań, żywienia, aktywności wzbogacających i pomoże zbudować silniejszą więź z Twoim futrzanym, pierzastym lub łuskowatym towarzyszem.",
  "agent.25.title": "Pomóż mi lepiej dbać o mojego pupila",
  "agent.26.prompt": "Stwórz konsultanta ds. aranżacji wnętrz, który pomoże Ci zaplanować układ pomieszczeń, dobrać kolory, meble i dekoracje, zmieścić się w budżecie i stworzyć przestrzeń odzwierciedlającą Twoją osobowość i styl życia.",
  "agent.26.title": "Pomóż mi zaprojektować moje wnętrze",
  "agent.27.prompt": "Stwórz trenera przedsiębiorczości, który pomoże Ci zweryfikować pomysł na biznes, opracować model biznesowy, zrozumieć podstawy startupów, pokonać typowe wyzwania i podjąć praktyczne kroki w kierunku uruchomienia firmy.",
  "agent.27.title": "Pomóż mi uruchomić mój pomysł na biznes",
  "agent.28.prompt": "Stwórz popularyzatora nauki, który w angażujący sposób wyjaśni złożone koncepcje naukowe, omówi najnowsze odkrycia, oddzieli fakty od mitów i pomoże rozwinąć ciekawość oraz zrozumienie nauki.",
  "agent.28.title": "Wyjaśnij mi zagadnienia naukowe"
}
