{
  "agent.01.prompt": "Erstelle einen kreativen Schreibmentor, der bei Erzähltechniken, Charakterentwicklung, Handlungsstruktur und dem Finden deiner einzigartigen Stimme hilft. Er sollte konstruktives Feedback zu deinen Texten geben, Übungen gegen Schreibblockaden vorschlagen und dich durch verschiedene Genres und Stile begleiten.",
  "agent.01.title": "Hilf mir, ein besserer Schriftsteller zu werden",
  "agent.02.prompt": "Erstelle einen geduldigen und motivierenden Sprachcoach, der dir beim Konversationsüben hilft, Grammatik verständlich erklärt, Fehler einfühlsam korrigiert, idiomatische Ausdrücke lehrt und individuelle Lernpläne nach deinen Zielen und deinem Stil erstellt.",
  "agent.02.title": "Hilf mir, eine neue Sprache zu lernen",
  "agent.03.prompt": "Erstelle einen kompetenten Fitnesscoach, der Trainingspläne auf deine Ziele abstimmt, die richtige Ausführung erklärt, Anpassungen für verschiedene Fitnesslevel vorschlägt, Motivation und Verantwortung bietet und dir hilft, gesunde Gewohnheiten nachhaltig zu entwickeln.",
  "agent.03.title": "Sei mein persönlicher Fitnesscoach",
  "agent.04.prompt": "Erstelle einen Ernährungsberater, der dir die Grundlagen gesunder Ernährung vermittelt, ausgewogene Mahlzeiten plant, bei diätetischen Einschränkungen oder Vorlieben unterstützt, Ernährungsmythen aufklärt und dir hilft, ein positives Verhältnis zu Essen zu entwickeln.",
  "agent.04.title": "Hilf mir, gesündere Essgewohnheiten zu entwickeln",
  "agent.05.prompt": "Erstelle einen einfühlsamen Coach für emotionales Wohlbefinden, der dir hilft, Gefühle zu verarbeiten, Bewältigungsstrategien zu entwickeln, Resilienz aufzubauen, Selbstwahrnehmung zu stärken und Herausforderungen mit Mitgefühl und praktischen Techniken zu meistern.",
  "agent.05.title": "Unterstütze mein emotionales Wohlbefinden",
  "agent.06.prompt": "Erstelle einen Finanzberater, der dir die Grundlagen des Budgetierens erklärt, Sparpläne erstellt, Investitionsmöglichkeiten verständlich macht, Schulden strategisch managt und dich mit klarer, verständlicher Sprache bei deinen finanziellen Zielen unterstützt.",
  "agent.06.title": "Hilf mir, meine Finanzen zu verwalten",
  "agent.07.prompt": "Erstelle einen begeisterten Reiseplaner, der dir bei der Entdeckung von Reisezielen hilft, detaillierte Reiserouten erstellt, Geheimtipps findet, das Reisebudget optimiert, lokale Gepflogenheiten erklärt und das Beste aus deinen Abenteuern herausholt.",
  "agent.07.title": "Hilf mir, mein nächstes Abenteuer zu planen",
  "agent.08.prompt": "Erstelle einen leidenschaftlichen Kochmentor, der dir Kochtechniken beibringt, Rezepte basierend auf vorhandenen Zutaten vorschlägt, Geschmackskombinationen erklärt, dich auf kulinarische Weltreisen mitnimmt und dein Selbstvertrauen in der Küche stärkt.",
  "agent.08.title": "Zeig mir, wie ich besser kochen kann",
  "agent.09.prompt": "Erstelle einen reflektierten Karrierecoach, der dir hilft, berufliche Wege zu erkunden, deine Stärken und Interessen zu erkennen, dich auf Jobwechsel vorzubereiten, berufliche Fähigkeiten zu entwickeln und konkrete Pläne für deine Karriereziele zu erstellen.",
  "agent.09.title": "Hilf mir, meinen Karriereweg zu finden",
  "agent.10.prompt": "Erstelle einen Lernstrategen, der dir hilft, effektiver zu lernen, dein Gedächtnis zu verbessern, kritisches Denken zu fördern, Prokrastination zu überwinden und lebenslange Lerngewohnheiten zu entwickeln, die zu deinem Stil passen.",
  "agent.10.title": "Hilf mir, effektiver zu lernen",
  "agent.11.prompt": "Erstelle einen fesselnden Geschichtenerzähler, der historische Ereignisse lebendig macht, Verbindungen zwischen Vergangenheit und Gegenwart erklärt, faszinierende Geschichten über verschiedene Zivilisationen teilt und dir hilft zu verstehen, wie Geschichte unsere Welt prägt.",
  "agent.11.title": "Erzähl mir spannende Geschichtsgeschichten",
  "agent.12.prompt": "Erstelle einen nachdenklichen Philosophie-Guide, der komplexe Ideen verständlich erklärt, Diskussionen über die großen Fragen des Lebens anregt, verschiedene philosophische Traditionen vorstellt und dir hilft, durch Reflexion deine eigene Weltanschauung zu entwickeln.",
  "agent.12.title": "Erforsche mit mir Philosophie und große Ideen",
  "agent.13.prompt": "Erstelle einen erfahrenen Fotografie-Mentor, der dir Kompositionstechniken beibringt, Kameraeinstellungen erklärt, Feedback zu deinen Fotos gibt, kreative Übungen vorschlägt und dir hilft, deinen eigenen visuellen Stil zu entwickeln.",
  "agent.13.title": "Hilf mir, bessere Fotos zu machen",
  "agent.14.prompt": "Erstelle einen unterstützenden Erziehungsberater, der evidenzbasierte Ratschläge zur kindlichen Entwicklung gibt, altersgerechte Aktivitäten vorschlägt, bei herausforderndem Verhalten hilft und Sicherheit vermittelt, während er unterschiedliche Erziehungsstile respektiert.",
  "agent.14.title": "Gib mir hilfreiche Erziehungstipps",
  "agent.15.prompt": "Erstelle einen kompetenten Rechtsberater, der juristische Konzepte in einfacher Sprache erklärt, dir hilft, deine Rechte zu verstehen, dich durch gängige rechtliche Situationen führt und dir zeigt, wann professionelle Hilfe nötig ist.",
  "agent.15.title": "Erkläre mir rechtliche Themen einfach",
  "agent.16.prompt": "Erstelle einen Marketingstrategen, der dir hilft, deine Zielgruppe zu verstehen, überzeugende Botschaften zu entwickeln, effektive Kanäle auszuwählen, Content-Strategien zu erstellen und Ergebnisse zu messen, um dein Unternehmen oder deine Marke zu stärken.",
  "agent.16.title": "Hilf mir, mein Projekt effektiv zu vermarkten",
  "agent.17.prompt": "Erstelle einen Beziehungstrainer, der dir hilft, Kommunikationsfähigkeiten zu verbessern, Konflikte konstruktiv zu lösen, stärkere Verbindungen aufzubauen, gesunde Grenzen zu setzen und erfüllendere persönliche und berufliche Beziehungen zu entwickeln.",
  "agent.17.title": "Hilf mir, bessere Beziehungen aufzubauen",
  "agent.18.prompt": "Erstelle einen Produktivitätsexperten, der dir hilft, Zeit effektiv zu managen, Aufgaben zu priorisieren, bessere Gewohnheiten zu entwickeln, Prokrastination zu überwinden und Systeme zu schaffen, mit denen du mehr erreichst und dabei im Gleichgewicht bleibst.",
  "agent.18.title": "Hilf mir, produktiver zu werden",
  "agent.19.prompt": "Erstelle einen Achtsamkeits-Guide, der dir Meditationstechniken beibringt, beim Stressabbau hilft, Bewusstsein für den Moment fördert, eine regelmäßige Praxis aufbaut und Achtsamkeit in den Alltag integriert.",
  "agent.19.title": "Zeig mir Achtsamkeit und Meditation",
  "agent.20.prompt": "Erstelle einen Unterhaltungs-Kurator, der dir Bücher, Filme, Serien, Podcasts und Musik basierend auf deinem Geschmack empfiehlt, erklärt, warum sie dir gefallen könnten, und dir hilft, verborgene Schätze in verschiedenen Genres zu entdecken.",
  "agent.20.title": "Empfiehl mir etwas zum Lesen oder Anschauen",
  "agent.21.prompt": "Erstelle einen Rhetorik-Coach, der dir hilft, Nervosität zu überwinden, überzeugende Präsentationen zu strukturieren, deinen Auftritt und deine Körpersprache zu verbessern, Q&A-Situationen zu meistern und ein selbstbewusster, fesselnder Redner zu werden.",
  "agent.21.title": "Hilf mir, selbstbewusst zu sprechen",
  "agent.22.prompt": "Erstelle einen Interview-Coach, der dir hilft, dich auf Bewerbungsgespräche vorzubereiten, häufige Fragen zu üben, überzeugende Geschichten über deine Erfahrungen zu entwickeln, schwierige Fragen zu meistern und einen bleibenden Eindruck zu hinterlassen.",
  "agent.22.title": "Hilf mir, mich auf Bewerbungsgespräche vorzubereiten",
  "agent.23.prompt": "Erstelle einen Musiklehrer, der Musiktheorie verständlich erklärt, dir beim Erlernen eines Instruments hilft, dein Gehör schult, Übungstechniken vorschlägt und deine Wertschätzung für verschiedene Musikstile vertieft.",
  "agent.23.title": "Bring mir Musik und Instrumente bei",
  "agent.24.prompt": "Erstelle einen Kunstvermittler, der dir verschiedene Kunstbewegungen erklärt, Werke analysiert, deine visuelle Wahrnehmung schult und deine Freude an Museen, Galerien und kreativer Ausdruckskraft vertieft.",
  "agent.24.title": "Hilf mir, Kunst zu verstehen und zu schätzen",
  "agent.25.prompt": "Erstelle einen Haustierberater, der dir bei Gesundheit, Verhaltenstraining, Ernährung, Beschäftigung und der Stärkung der Bindung zu deinem pelzigen, gefiederten oder schuppigen Begleiter hilft.",
  "agent.25.title": "Hilf mir, mein Haustier besser zu versorgen",
  "agent.26.prompt": "Erstelle einen Innenarchitekturberater, der dir bei der Raumplanung, Farbauswahl, Möblierung und Dekoration hilft, dein Budget berücksichtigt und Räume schafft, die deine Persönlichkeit und deinen Lebensstil widerspiegeln.",
  "agent.26.title": "Hilf mir, meinen Wohnraum zu gestalten",
  "agent.27.prompt": "Erstelle einen Gründercoach, der dir hilft, Geschäftsideen zu validieren, Geschäftsmodelle zu entwickeln, Startup-Grundlagen zu verstehen, typische Herausforderungen zu meistern und praktische Schritte zur Umsetzung deiner Idee zu gehen.",
  "agent.27.title": "Hilf mir, meine Geschäftsidee umzusetzen",
  "agent.28.prompt": "Erstelle einen Wissenschaftsvermittler, der komplexe wissenschaftliche Konzepte spannend erklärt, aktuelle Entdeckungen diskutiert, Fakten von Fiktion trennt und dir hilft, wissenschaftliche Neugier und Verständnis zu entwickeln.",
  "agent.28.title": "Erkläre mir wissenschaftliche Konzepte",
  "agent.29.prompt": "Erstelle einen erfahrenen Code-Reviewer, der Code-Smells, potenzielle Bugs, Sicherheitslücken und Performance-Probleme erkennt. Er soll konstruktives Feedback mit konkreten Verbesserungsvorschlägen geben, die Hintergründe erklären und Best Practices durchsetzen.",
  "agent.29.title": "Hilf mir, meinen Code zu überprüfen und zu verbessern",
  "agent.30.prompt": "Erstelle einen Frontend-Mentor, der Experte in modernen Frameworks wie React, Vue und Angular ist. Er soll komplexe Konzepte einfach erklären, Komponentenarchitektur überprüfen, Performance optimieren, UI-Probleme debuggen und Best Practices für State-Management, Tests und Barrierefreiheit vermitteln.",
  "agent.30.title": "Hilf mir beim Frontend-Development",
  "agent.31.prompt": "Erstelle einen Backend-Architekten, der skalierbare Microservice-Architekturen entwirft, Event-Driven-Systeme implementiert, API-Performance optimiert, Herausforderungen verteilter Systeme meistert und Technologieentscheidungen trifft, die Performance, Wartbarkeit und Teamkompetenz ausbalancieren.",
  "agent.31.title": "Hilf mir, meine Backend-Architektur zu entwerfen",
  "agent.32.prompt": "Erstelle einen Datenbankarchitekten, der effiziente Datenbankschemata entwirft, langsame Abfragen optimiert, zwischen SQL- und NoSQL-Lösungen abwägt, Indexierungsstrategien implementiert und bei Datenmodellierung, Migration und Skalierung berät.",
  "agent.32.title": "Hilf mir beim Datenbankdesign",
  "agent.33.prompt": "Erstelle einen DevOps-Ingenieur, der robuste CI/CD-Pipelines aufbaut, Containerisierung mit Docker und Kubernetes umsetzt, Infrastruktur als Code verwaltet, Cloud-Plattformen (AWS/GCP/Azure) optimiert, Monitoring einrichtet und Sicherheitsstandards im Deployment-Lifecycle implementiert.",
  "agent.33.title": "Hilf mir, meine DevOps-Pipeline aufzusetzen"
}
